/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификатът на този сървър е изтекъл. Вероятно е да се свързвате със сървър, преструващ се на „%@”, което може да изложи Вашата поверителна информация на риск. Желаете ли въпреки това да се свържете?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификатът на този сървър още не е влязъл в сила. Вероятно е да се свързвате със сървър, преструващ се на „%@”, което може да изложи Вашата поверителна информация на риск. Желаете ли въпреки това да се свържете?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификатът на този сървър е невалиден. Вероятно е да се свързвате със сървър, преструващ се на „%@”, което може да изложи Вашата поверителна информация на риск. Желаете ли въпреки това да се свържете?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Сертификатът на този сървър е подписан от неизвестен сертифициращ орган. Вероятно е да се свързвате със сървър, преструващ се на „%@”, което може да изложи Вашата поверителна информация на риск. Желаете ли въпреки това да се свържете?";

/* Certificate trust verification prompt */
"Certificate Error" = "Неразбираем сертификат";
"Always Trust" = "Постоянно доверие";
"Show Certificate" = "Показване на сертификата";

/* Remember password on Windows */
"Save Password" = "Запомняне на паролата";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";
